Repository: Denis-Tsyganok-Leasoft/dimater-jtl5
Catalog: locale/*/*.po
Languages: de_de, fr_fr, nl_nl

source: Dimater Payments plugin configuration
de_de: Konfiguration des Dimater Payments-Plugins
fr_fr: Configuration du plug-in Dimater Payments
nl_nl: Configuratie van Dimater Payments-plug-in

source: Dimater Payments API Key
de_de: EMS-Online-API-Schlüssel
fr_fr: Clé API en ligne EMS
nl_nl: Dimater Payments API-sleutel

source: Use cURL CA bundle
de_de: cURL CA-Bundle verwenden
fr_fr: Utiliser le bundle cURL CA
nl_nl: Gebruik cURL CA-bundel

source: Payment methods configuration
de_de: Konfiguration der Zahlungsmethoden
fr_fr: Configuration des méthodes de paiement
nl_nl: Configuratie van betaalmethoden

source: Countries available for AfterPay
de_de: Für AfterPay verfügbare Länder
fr_fr: Pays disponibles pour AfterPay
nl_nl: Beschikbare landen voor AfterPay

source: To allow AfterPay - Dimater Payments to be used for any other country just add its country code (in ISO 2 standard) to the "Countries available for AfterPay - Dimater Payments" field. Example: BE, NL, FR. If field is empty then AfterPay - Dimater Payments will be available for all countries.
de_de: Damit AfterPay für jedes andere Land verwendet werden kann, fügen Sie einfach seinen Ländercode (im ISO 2-Standard) in das Feld "Für AfterPay verfügbare Länder" ein. Beispiel: BE, NL, FR <br> Wenn das Feld leer ist, steht AfterPay für alle Länder zur Verfügung.
fr_fr: Pour permettre à AfterPay - Dimater Payments d'être utilisé pour n'importe quel autre pays, il suffit d'ajouter son code pays (selon la norme ISO 2) dans le champ "Pays disponibles pour AfterPay - Dimater Payments". Exemple : BE, NL, FR. Si le champ est vide, AfterPay - Dimater Payments sera disponible pour tous les pays.
nl_nl: Om AfterPay voor elk ander land te kunnen gebruiken, hoeft u alleen maar de landcode (in ISO 2-norm) toe te voegen aan het veld "Beschikbare landen voor AfterPay". Voorbeeld: BE, NL, FR <br> Als het veld leeg is, is AfterPay beschikbaar voor alle landen.

source: IP address for testing AfterPay - Dimater Payments. If empty, visible for all. If filled, only visible for specified IP addresses. (Example: 127.0.0.1, 255.255.255.255)
de_de: Bei Eingabe wird nur für diese IPs die Zahlungsmethode angezeigt. (Beispiel: 127.0.0.1, 255.255.255.255)
fr_fr: Adresse IP pour tester AfterPay - Dimater Payments. Si vide, visible pour tous. Si rempli, visible uniquement pour les adresses IP spécifiées. (Exemple : 127.0.0.1, 255.255.255.255)
nl_nl: Indien ingevoerd, wordt alleen voor die IP's de betalingsmethode weergegeven. (Voorbeeld: 128.0.0.1, 255.255.255.255)

source: AfterPay Debug IPs
fr_fr: IP de débogage AfterPay

source: Get your Dimater Payments API key from Payments merchant portal.
de_de: Holen Sie sich Ihren EMS-Online-API-Schlüssel vom Payments-Händlerportal.
fr_fr: Obtenez votre clé API Dimater Payments à partir du portail marchand Payments.
nl_nl: Haal uw Dimater Payments API-sleutel op via het betalingsverkopersportaal.

source: API key is empty. Please, set API key and try again
de_de: API-Schlüssel ist leer. Bitte legen Sie den API-Schlüssel fest und versuchen Sie es erneut
fr_fr: La clé API est vide. Veuillez définir la clé API et réessayer
nl_nl: API-sleutel is leeg. Stel de API-sleutel in en probeer het opnieuw

source: Please use the following payment information:
de_de: Bitte verwenden Sie die folgenden Zahlungsinformationen:
fr_fr: Veuillez utiliser les informations de paiement suivantes :
nl_nl: Gebruik de volgende betalingsgegevens:

source: Payment Reference:
de_de: Zahlungsreferenz:
fr_fr: Référence de paiement:
nl_nl: Betalingsreferentie:

source: Account Holder:
de_de: Kontoinhaber:
fr_fr: Titulaire de compte:
nl_nl: Rekeninghouder:

source: Female
de_de: Weiblich
fr_fr: Femelle
nl_nl: Vrouw

source: Male
de_de: Männlich
fr_fr: Mâle
nl_nl: Mannelijk

source: Please select your gender:
de_de: Bitte wählen Sie Ihr Geschlecht:
fr_fr: S'il vous plait selectionnez votre genre:
nl_nl: Selecteer alstublieft uw geslacht:

source: I accept Terms and Conditions
de_de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen
fr_fr: J'accepte les termes et conditions
nl_nl: Ik accepteer de algemene voorwaarden

source: Enter your date of birth
de_de: Gib dein Geburtsdatum ein
fr_fr: Entrez votre date de naissance
nl_nl: Vul je geboortedatum in

source: Only completed orders can be refunded.
de_de: Nur abgeschlossene Bestellungen können zurückerstattet werden.
fr_fr: Seules les commandes terminées peuvent être remboursées.
nl_nl: Alleen voltooide bestellingen kunnen worden terugbetaald.

source: Refunds only possible when order is captured.
de_de: Rückerstattungen nur möglich, wenn die Bestellung erfasst wird.
fr_fr: Les remboursements ne sont possibles que lorsque la commande est capturée.
nl_nl: Restitutie alleen mogelijk wanneer de bestelling is vastgelegd.

source: Refund is not completed.
de_de: Die Rückerstattung ist nicht abgeschlossen.
fr_fr: Le remboursement n'est pas terminé.
nl_nl: Terugbetaling is niet voltooid.

source: Select your bank:
de_de: Wählen Sie Ihre Bank:
fr_fr: Sélectionnez votre banque :
nl_nl: Selecteer uw bank:

source: Please select your bank to use iDEAL!
de_de: Bitte wählen Sie Ihre Bank aus, um iDEAL zu verwenden!
fr_fr: Veuillez sélectionner votre banque pour utiliser iDEAL !
nl_nl: Selecteer uw bank om iDEAL te gebruiken!

source: Your order % at %
de_de: Ihre Bestellung % bei %
fr_fr: Votre commande % à %
nl_nl: Uw bestelling % bij %

source: Residence
de_de: Residenz
fr_fr: Résidence
nl_nl: Residentie
